Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Particles/Resources/Particles.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Input control point
ar: نقطة تحكم الإدخال
de: Eingabe-Kontrollpunkt
es: Punto de control de entrada
fr: Point de contrôle d’entrée
hi: इनपुट नियंत्रण बिंदु
it: Punto di controllo in ingresso
ja: 入力コントロールポイント
ko: 입력 제어점
pl: Wejściowy punkt kontrolny
pt_br: Ponto de controle de entrada
ru: Входная контрольная точка
tr: Giriş kontrol noktası
uk: Вхідна контрольна точка
zh_hans: 输入控制点
zh_hant: 輸入控制點

source: Input control point 2
ar: نقطة تحكم الإدخال 2
de: Eingabe-Kontrollpunkt 2
es: Punto de control de entrada 2
fr: Point de contrôle d’entrée 2
hi: इनपुट नियंत्रण बिंदु 2
it: Punto di controllo in ingresso 2
ja: 入力コントロールポイント 2
ko: 입력 제어점 2
pl: Wejściowy punkt kontrolny 2
pt_br: Ponto de controle de entrada 2
ru: Входная контрольная точка 2
tr: Giriş kontrol noktası 2
uk: Вхідна контрольна точка 2
zh_hans: 输入控制点 2
zh_hant: 輸入控制點 2

source: Input range max
ar: أقصى نطاق الإدخال
de: Eingabebereich Maximum
es: Rango de entrada máx.
fr: Plage d’entrée max.
hi: इनपुट सीमा अधिकतम
it: Intervallo in ingresso max
ja: 入力範囲の最大
ko: 입력 범위 최대
pl: Maks. zakresu wejścia
pt_br: Intervalo de entrada máx.
ru: Макс. входного диапазона
tr: Giriş aralığı azami
uk: Макс. вхідного діапазону
zh_hans: 输入范围最大值
zh_hant: 輸入範圍最大值

source: Input range min
ar: أدنى نطاق الإدخال
de: Eingabebereich Minimum
es: Rango de entrada mín.
fr: Plage d’entrée min.
hi: इनपुट सीमा न्यूनतम
it: Intervallo in ingresso min
ja: 入力範囲の最小
ko: 입력 범위 최소
pl: Min. zakresu wejścia
pt_br: Intervalo de entrada mín.
ru: Мин. входного диапазона
tr: Giriş aralığı asgari
uk: Мін. вхідного діапазону
zh_hans: 输入范围最小值
zh_hant: 輸入範圍最小值

source: Install Again…
ar: إعادة التثبيت…
de: Erneut installieren …
es: Reinstalar…
fr: Réinstaller…
hi: फिर से इंस्टॉल करें…
it: Reinstalla…
ja: 再インストール…
ko: 다시 설치…
pl: Zainstaluj ponownie…
pt_br: Instalar Novamente…
ru: Установить заново…
tr: Yeniden Yükle…
uk: Установити знову…
zh_hans: 重新安装…
zh_hant: 重新安裝…

source: Instance Override
ar: تجاوز المثيل
de: Instanzüberschreibung
es: Anulación de instancia
fr: Remplacement de l’instance
hi: इंस्टेंस ओवरराइड
it: Sostituzione dell’istanza
ja: インスタンスの上書き
ko: 인스턴스 재정의
pl: Nadpisanie instancji
pt_br: Substituição da instância
ru: Переопределение экземпляра
tr: Örnek geçersiz kılma
uk: Перевизначення екземпляра
zh_hans: 实例覆盖
zh_hant: 實例覆寫

source: Instance override
ar: تجاوز المثيل
de: Instanzüberschreibung
es: Anulación de instancia
fr: Remplacement de l’instance
hi: इंस्टेंस ओवरराइड
it: Sostituzione dell’istanza
ja: インスタンスの上書き
ko: 인스턴스 재정의
pl: Nadpisanie instancji
pt_br: Substituição da instância
ru: Переопределение экземпляра
tr: Örnek geçersiz kılma
uk: Перевизначення екземпляра
zh_hans: 实例覆盖
zh_hant: 實例覆寫

source: Instantaneous
ar: فوري
de: Sofort
es: Instantáneo
fr: Instantané
hi: तत्काल
it: Istantaneo
ja: 瞬間放出数
ko: 즉시 방출
pl: Natychmiastowo
pt_br: Instantâneo
ru: Мгновенно
tr: Anlık
uk: Миттєво
zh_hans: 瞬时发射
zh_hant: 瞬時發射

source: Layer image
ar: صورة الطبقة
de: Ebenenbild
es: Imagen de capa
fr: Image du calque
hi: लेयर छवि
it: Immagine del livello
ja: レイヤー画像
ko: 레이어 이미지
pl: Obraz warstwy
pt_br: Imagem da camada
ru: Изображение слоя
tr: Katman görüntüsü
uk: Зображення шару
zh_hans: 图层图像
zh_hant: 圖層影像

source: Layer origin
ar: أصل الطبقة
de: Ebenenursprung
es: Origen de la capa
fr: Origine du calque
hi: लेयर मूल बिंदु
it: Origine del livello
ja: レイヤーの原点
ko: 레이어 원점
pl: Początek warstwy
pt_br: Origem da camada
ru: Начало слоя
tr: Katman başlangıç noktası
uk: Початок шару
zh_hans: 图层原点
zh_hant: 圖層原點

source: Layer time
ar: وقت الطبقة
de: Ebenenzeit
es: Tiempo de la capa
fr: Temps du calque
hi: लेयर समय
it: Tempo del livello
ja: レイヤー時間
ko: 레이어 시간
pl: Czas warstwy
pt_br: Tempo da camada
ru: Время слоя
tr: Katman zamanı
uk: Час шару
zh_hans: 图层时间
zh_hant: 圖層時間

source: Left
ar: اليسار
de: Links
es: Izquierda
fr: Gauche
hi: बायाँ
it: Sinistra
ja: 左
ko: 왼쪽
pl: Lewy
pt_br: Esquerda
ru: Левый
tr: Sol
uk: Лівий
zh_hans: 左
zh_hant: 左

source: Length
ar: الطول
de: Länge
es: Longitud
fr: Longueur
hi: लंबाई
it: Lunghezza
ja: 長さ
ko: 길이
pl: Długość
pt_br: Comprimento
ru: Длина
tr: Uzunluk
uk: Довжина
zh_hans: 长度
zh_hant: 長度

source: Lifetime
ar: العمر
de: Lebensdauer
es: Duración
fr: Durée de vie
hi: जीवनकाल
it: Durata
ja: 寿命
ko: 수명
pl: Czas życia
pt_br: Duração
ru: Время жизни
tr: Ömür
uk: Час життя
zh_hans: 寿命
zh_hant: 壽命

source: Lifetime fraction
ar: نسبة العمر
de: Anteil der Lebensdauer
es: Fracción de la duración
fr: Fraction de la durée de vie
hi: जीवनकाल का अंश
it: Frazione della durata
ja: 寿命の割合
ko: 수명 비율
pl: Ułamek czasu życia
pt_br: Fração da duração
ru: Доля времени жизни
tr: Ömür oranı
uk: Частка часу життя
zh_hans: 寿命比例
zh_hant: 壽命比例

source: Lifetime random
ar: عمر عشوائي
de: Zufällige Lebensdauer
es: Duración aleatoria
fr: Durée de vie aléatoire
hi: यादृच्छिक जीवनकाल
it: Durata casuale
ja: ランダム寿命
ko: 무작위 수명
pl: Losowy czas życia
pt_br: Duração aleatória
ru: Случайное время жизни
tr: Rastgele ömür
uk: Випадковий час життя
zh_hans: 随机寿命
zh_hant: 隨機壽命

source: Limit to one per frame
ar: واحد لكل إطار كحد أقصى
de: Höchstens eines pro Frame
es: Uno por fotograma como máximo
fr: Un seul par image
hi: प्रति फ़्रेम अधिकतम एक
it: Al massimo uno per fotogramma
ja: 1 フレームに 1 つまで
ko: 프레임당 하나로 제한
pl: Najwyżej jedna na klatkę
pt_br: No máximo um por quadro
ru: Не больше одной за кадр
tr: Kare başına en fazla bir
uk: Не більше однієї за кадр
zh_hans: 每帧最多一个
zh_hant: 每影格最多一個

source: Lock to control point
ar: التثبيت على نقطة التحكم
de: An Kontrollpunkt binden
es: Fijar al punto de control
fr: Lier au point de contrôle
hi: नियंत्रण बिंदु से जोड़ें
it: Blocca al punto di controllo
ja: コントロールポイントに固定
ko: 제어점에 고정
pl: Przypnij do punktu kontrolnego
pt_br: Prender ao ponto de controle
ru: Привязать к контрольной точке
tr: Kontrol noktasına kilitle
uk: Прив’язати до контрольної точки
zh_hans: 锁定到控制点
zh_hant: 鎖定到控制點

source: Lock to pointer
ar: التثبيت على المؤشر
de: An Mauszeiger binden
es: Fijar al puntero
fr: Lier au pointeur
hi: पॉइंटर से जोड़ें
it: Blocca al puntatore
ja: ポインタに固定
ko: 포인터에 고정
pl: Przypnij do wskaźnika
pt_br: Prender ao ponteiro
ru: Привязать к указателю
tr: İmlece kilitle
uk: Прив’язати до вказівника
zh_hans: 锁定到指针
zh_hant: 鎖定到指標

source: Maintain distance between control points
ar: الحفاظ على المسافة بين نقاط التحكم
de: Abstand zwischen Kontrollpunkten halten
es: Mantener distancia entre puntos de control
fr: Maintenir la distance entre points de contrôle
hi: नियंत्रण बिंदुओं के बीच दूरी बनाए रखें
it: Mantieni distanza tra punti di controllo
ja: コントロールポイント間の距離を保つ
ko: 제어점 사이 거리 유지
pl: Utrzymuj odległość między punktami kontrolnymi
pt_br: Manter distância entre pontos de controle
ru: Держать расстояние между контрольными точками
tr: Kontrol noktaları arası mesafeyi koru
uk: Тримати відстань між контрольними точками
zh_hans: 保持控制点之间的距离
zh_hant: 保持控制點之間的距離

source: Maintain distance to center
ar: الحفاظ على المسافة إلى المركز
de: Abstand zum Zentrum halten
es: Mantener distancia al centro
fr: Maintenir la distance au centre
hi: केंद्र से दूरी बनाए रखें
it: Mantieni distanza dal centro
ja: 中心との距離を保つ
ko: 중심과의 거리 유지
pl: Utrzymuj odległość od środka
pt_br: Manter distância do centro
ru: Держать расстояние до центра
tr: Merkeze mesafeyi koru
uk: Тримати відстань до центру
zh_hans: 保持到中心的距离
zh_hant: 保持到中心的距離

source: Maintain distance to control point
ar: الحفاظ على المسافة إلى نقطة التحكم
de: Abstand zum Kontrollpunkt halten
es: Mantener distancia al punto de control
fr: Maintenir la distance au point de contrôle
hi: नियंत्रण बिंदु से दूरी बनाए रखें
it: Mantieni distanza dal punto di controllo
ja: コントロールポイントとの距離を保つ
ko: 제어점과의 거리 유지
pl: Utrzymuj odległość od punktu kontrolnego
pt_br: Manter distância do ponto de controle
ru: Держать расстояние до контрольной точки
tr: Kontrol noktasına mesafeyi koru
uk: Тримати відстань до контрольної точки
zh_hans: 保持到控制点的距离
zh_hant: 保持到控制點的距離

source: Map sequence around control point
ar: تسلسل حول نقطة التحكم
de: Sequenz um Kontrollpunkt verteilen
es: Secuencia alrededor del punto de control
fr: Séquence autour du point de contrôle
hi: नियंत्रण बिंदु के चारों ओर क्रम
it: Sequenza attorno al punto di controllo
ja: コントロールポイントの周りに順に配置
ko: 제어점 주위에 순서대로 배치
pl: Sekwencja wokół punktu kontrolnego
pt_br: Sequência ao redor do ponto de controle
ru: Последовательность вокруг контрольной точки
tr: Kontrol noktası çevresinde sıralı dağıt
uk: Послідовність навколо контрольної точки
zh_hans: 围绕控制点按序分布
zh_hant: 圍繞控制點依序分布

source: Map sequence between control points
ar: تسلسل بين نقاط التحكم
de: Sequenz zwischen Kontrollpunkten verteilen
es: Secuencia entre puntos de control
fr: Séquence entre points de contrôle
hi: नियंत्रण बिंदुओं के बीच क्रम
it: Sequenza tra punti di controllo
ja: コントロールポイント間に順に配置
ko: 제어점 사이에 순서대로 배치
pl: Sekwencja między punktami kontrolnymi
pt_br: Sequência entre pontos de controle
ru: Последовательность между контрольными точками
tr: Kontrol noktaları arasında sıralı dağıt
uk: Послідовність між контрольними точками
zh_hans: 在控制点之间按序分布
zh_hant: 在控制點之間依序分布

source: Mask
ar: القناع
de: Maske
es: Máscara
fr: Masque
hi: मास्क
it: Maschera
ja: マスク
ko: 마스크
pl: Maska
pt_br: Máscara
ru: Маска
tr: Maske
uk: Маска
zh_hans: 遮罩
zh_hant: 遮罩

source: Material
ar: المادة
fr: Matériau
hi: मटेरियल
it: Materiale
ja: マテリアル
ko: 머티리얼
pl: Materiał
ru: Материал
tr: Malzeme
uk: Матеріал
zh_hans: 材质
zh_hant: 材質

source: Max
ar: الحد الأقصى
de: Maximum
es: Máx.
hi: अधिकतम
ja: 最大
ko: 최대
pl: Maks.
pt_br: Máx.
ru: Макс.
tr: Azami
uk: Макс.
zh_hans: 最大值
zh_hant: 最大值

source: Max count
ar: الحد الأقصى للعدد
de: Maximale Anzahl
es: Cantidad máx.
fr: Nombre max.
hi: अधिकतम संख्या
it: Quantità max
ja: 最大数
ko: 최대 개수
pl: Maks. liczba
pt_br: Quantidade máx.
ru: Макс. количество
tr: Azami sayı
uk: Макс. кількість
zh_hans: 最大数量
zh_hant: 最大數量

source: Max length
ar: أقصى طول
de: Maximale Länge
es: Longitud máx.
fr: Longueur max.
hi: अधिकतम लंबाई
it: Lunghezza max
ja: 最大長
ko: 최대 길이
pl: Maks. długość
pt_br: Comprimento máx.
ru: Макс. длина
tr: Azami uzunluk
uk: Макс. довжина
zh_hans: 最大长度
zh_hant: 最大長度

source: Max periodic delay
ar: أقصى تأخير دوري
de: Maximale periodische Verzögerung
es: Retraso periódico máx.
fr: Délai périodique max.
hi: अधिकतम आवधिक विलंब
it: Ritardo periodico max
ja: 最大周期遅延
ko: 최대 주기 지연
pl: Maks. opóźnienie okresowe
pt_br: Atraso periódico máx.
ru: Макс. периодическая задержка
tr: Azami periyodik gecikme
uk: Макс. періодична затримка
zh_hans: 最大周期延迟
zh_hant: 最大週期延遲

source: Max periodic duration
ar: أقصى مدة دورية
de: Maximale periodische Dauer
es: Duración periódica máx.
fr: Durée périodique max.
hi: अधिकतम आवधिक अवधि
it: Durata periodica max
ja: 最大周期継続時間
ko: 최대 주기 지속 시간
pl: Maks. czas okresowy
pt_br: Duração periódica máx.
ru: Макс. периодическая длительность
tr: Azami periyodik süre
uk: Макс. періодична тривалість
zh_hans: 最大周期持续时间
zh_hant: 最大週期持續時間

source: Max speed
ar: أقصى سرعة
de: Maximale Geschwindigkeit
es: Velocidad máx.
fr: Vitesse max.
hi: अधिकतम गति
it: Velocità max
ja: 最大速度
ko: 최대 속도
pl: Maks. prędkość
pt_br: Velocidade máx.
ru: Макс. скорость
tr: Azami hız
uk: Макс. швидкість
zh_hans: 最大速度
zh_hant: 最大速度

source: Max to emit per period
ar: الحد الأقصى لكل فترة
de: Höchstens pro Periode
es: Máximo por periodo
fr: Émission max. par période
hi: प्रति अवधि अधिकतम
it: Massimo per periodo
ja: 周期ごとの最大放出数
ko: 주기당 최대 방출 수
pl: Maks. na okres
pt_br: Máximo por período
ru: Макс. за период
tr: Periyot başına azami
uk: Макс. за період
zh_hans: 每周期最多发射
zh_hant: 每週期最多發射

source: Maximum lifetime
ar: العمر الأقصى
de: Maximale Lebensdauer
es: Duración máxima
fr: Durée de vie maximale
hi: अधिकतम जीवनकाल
it: Durata massima
ja: 最大寿命
ko: 최대 수명
pl: Maksymalny czas życia
pt_br: Duração máxima
ru: Максимальное время жизни
tr: Azami ömür
uk: Максимальний час життя
zh_hans: 最大寿命
zh_hant: 最大壽命

source: Min
ar: الحد الأدنى
de: Minimum
es: Mín.
hi: न्यूनतम
ja: 最小
ko: 최소
pt_br: Mín.
ru: Мин.
tr: Asgari
uk: Мін.
zh_hans: 最小值
zh_hant: 最小值

source: Min length
ar: أدنى طول
de: Minimale Länge
es: Longitud mín.
fr: Longueur min.
hi: न्यूनतम लंबाई
it: Lunghezza min
ja: 最小長
ko: 최소 길이
pl: Min. długość
pt_br: Comprimento mín.
ru: Мин. длина
tr: Asgari uzunluk
uk: Мін. довжина
zh_hans: 最小长度
zh_hant: 最小長度

source: Min periodic delay
ar: أدنى تأخير دوري
de: Minimale periodische Verzögerung
es: Retraso periódico mín.
fr: Délai périodique min.
hi: न्यूनतम आवधिक विलंब
it: Ritardo periodico min
ja: 最小周期遅延
ko: 최소 주기 지연
pl: Min. opóźnienie okresowe
pt_br: Atraso periódico mín.
ru: Мин. периодическая задержка
tr: Asgari periyodik gecikme
uk: Мін. періодична затримка
zh_hans: 最小周期延迟
zh_hant: 最小週期延遲

source: Min periodic duration
ar: أدنى مدة دورية
de: Minimale periodische Dauer
es: Duración periódica mín.
fr: Durée périodique min.
hi: न्यूनतम आवधिक अवधि
it: Durata periodica min
ja: 最小周期継続時間
ko: 최소 주기 지속 시간
pl: Min. czas okresowy
pt_br: Duração periódica mín.
ru: Мин. периодическая длительность
tr: Asgari periyodik süre
uk: Мін. періодична тривалість
zh_hans: 最小周期持续时间
zh_hant: 最小週期持續時間

source: Mirror
ar: انعكاس
de: Spiegeln
es: Espejo
fr: Miroir
hi: मिरर
it: Specchia
ja: ミラー
ko: 반사
pl: Lustrzanie
pt_br: Espelhar
ru: Зеркально
tr: Ayna
uk: Дзеркально
zh_hans: 镜像
zh_hant: 鏡像

source: Mode
ar: الوضع
de: Modus
es: Modo
hi: मोड
it: Modalità
ja: モード
ko: 모드
pl: Tryb
pt_br: Modo
ru: Режим
tr: Mod
uk: Режим
zh_hans: 模式
zh_hant: 模式

source: Modify count with layer settings
ar: تعديل العدد بإعدادات الطبقة
de: Anzahl mit Ebeneneinstellungen ändern
es: Modificar cantidad con los ajustes de la capa
fr: Modifier le nombre selon les réglages du calque
hi: लेयर सेटिंग से संख्या बदलें
it: Modifica quantità con le impostazioni del livello
ja: レイヤー設定で数を変更
ko: 레이어 설정으로 개수 변경
pl: Zmieniaj liczbę ustawieniami warstwy
pt_br: Modificar quantidade pelos ajustes da camada
ru: Менять количество настройками слоя
tr: Sayıyı katman ayarlarıyla değiştir
uk: Змінювати кількість налаштуваннями шару
zh_hans: 按图层设置调整数量
zh_hant: 依圖層設定調整數量

source: Move Control Point
ar: نقل نقطة التحكم
de: Kontrollpunkt bewegen
es: Mover punto de control
fr: Déplacer le point de contrôle
hi: नियंत्रण बिंदु खिसकाएँ
it: Sposta punto di controllo
ja: コントロールポイントを移動
ko: 제어점 이동
pl: Przesuń punkt kontrolny
pt_br: Mover ponto de controle
ru: Переместить контрольную точку
tr: Kontrol noktasını taşı
uk: Перемістити контрольну точку
zh_hans: 移动控制点
zh_hant: 移動控制點

source: Move Down
ar: نقل للأسفل
de: Nach unten
es: Bajar
fr: Descendre
hi: नीचे ले जाएँ
it: Sposta giù
ja: 下へ移動
ko: 아래로 이동
pl: Przesuń w dół
pt_br: Mover para baixo
ru: Переместить вниз
tr: Aşağı taşı
uk: Перемістити вниз
zh_hans: 下移
zh_hant: 下移

source: Move Particle System
ar: نقل نظام الجسيمات
de: Partikelsystem bewegen
es: Mover sistema de partículas
fr: Déplacer le système de particules
hi: कण प्रणाली खिसकाएँ
it: Sposta sistema di particelle
ja: パーティクルシステムを移動
ko: 파티클 시스템 이동
pl: Przesuń system cząsteczek
pt_br: Mover sistema de partículas
ru: Переместить систему частиц
tr: Parçacık sistemini taşı
uk: Перемістити систему частинок
zh_hans: 移动粒子系统
zh_hant: 移動粒子系統

source: Move Up
ar: نقل للأعلى
de: Nach oben
es: Subir
fr: Monter
hi: ऊपर ले जाएँ
it: Sposta su
ja: 上へ移動
ko: 위로 이동
pl: Przesuń w górę
pt_br: Mover para cima
ru: Переместить вверх
tr: Yukarı taşı
uk: Перемістити вгору
zh_hans: 上移
zh_hant: 上移

source: Movement
ar: الحركة
de: Bewegung
es: Movimiento
fr: Mouvement
hi: गति
it: Movimento
ja: 移動
ko: 이동
pl: Ruch
pt_br: Movimento
ru: Движение
tr: Hareket
uk: Рух
zh_hans: 运动
zh_hant: 運動

source: Multiply
ar: ضرب
de: Multiplizieren
es: Multiplicar
fr: Multiplier
hi: गुणा करें
it: Moltiplica
ja: 乗算
ko: 곱하기
pl: Mnóż
pt_br: Multiplicar
ru: Умножить
tr: Çarp
uk: Помножити
zh_hans: 乘
zh_hant: 乘

source: Multiply color
ar: ضرب اللون
de: Farbe multiplizieren
es: Multiplicar color
fr: Multiplier la couleur
hi: रंग गुणा करें
it: Moltiplica colore
ja: 色を乗算
ko: 색상 곱하기
pl: Mnóż kolor
pt_br: Multiplicar cor
ru: Умножить цвет
tr: Rengi çarp
uk: Помножити колір
zh_hans: 颜色相乘
zh_hant: 顏色相乘

source: Multiply color and opacity
ar: ضرب اللون والعتامة
de: Farbe und Deckkraft multiplizieren
es: Multiplicar color y opacidad
fr: Multiplier la couleur et l’opacité
hi: रंग और अपारदर्शिता गुणा करें
it: Moltiplica colore e opacità
ja: 色と不透明度を乗算
ko: 색상과 불투명도 곱하기
pl: Mnóż kolor i krycie
pt_br: Multiplicar cor e opacidade
ru: Умножить цвет и непрозрачность
tr: Rengi ve opaklığı çarp
uk: Помножити колір і непрозорість
zh_hans: 颜色和不透明度相乘
zh_hant: 顏色和不透明度相乘

source: Multiply opacity
ar: ضرب العتامة
de: Deckkraft multiplizieren
es: Multiplicar opacidad
fr: Multiplier l’opacité
hi: अपारदर्शिता गुणा करें
it: Moltiplica opacità
ja: 不透明度を乗算
ko: 불투명도 곱하기
pl: Mnóż krycie
pt_br: Multiplicar opacidade
ru: Умножить непрозрачность
tr: Opaklığı çarp
uk: Помножити непрозорість
zh_hans: 不透明度相乘
zh_hant: 不透明度相乘

source: Multiply size
ar: ضرب الحجم
de: Größe multiplizieren
es: Multiplicar tamaño
fr: Multiplier la taille
hi: आकार गुणा करें
it: Moltiplica dimensione
ja: サイズを乗算
ko: 크기 곱하기
pl: Mnóż rozmiar
pt_br: Multiplicar tamanho
ru: Умножить размер
tr: Boyutu çarp
uk: Помножити розмір
zh_hans: 大小相乘
zh_hant: 大小相乘

source: Neighbor threshold
ar: عتبة الجوار
de: Nachbarschwelle
es: Umbral de vecindad
fr: Seuil de voisinage
hi: पड़ोसी सीमा
it: Soglia di vicinanza
ja: 近傍のしきい値
ko: 이웃 임계값
pl: Próg sąsiedztwa
pt_br: Limite de vizinhança
ru: Порог соседства
tr: Komşu eşiği
uk: Поріг сусідства
zh_hans: 邻近阈值
zh_hant: 鄰近閾值

source: No Cull
ar: بلا استبعاد
de: Keine Rückseitenausblendung
es: Sin descarte
fr: Aucune élimination
hi: कलिंग नहीं
it: Nessuna eliminazione
ja: カリングなし
ko: 컬링 없음
pl: Bez usuwania
pt_br: Sem descarte
ru: Без отсечения
tr: Ayıklama yok
uk: Без відсікання
zh_hans: 不剔除
zh_hant: 不剔除

source: No child systems
ar: لا توجد أنظمة فرعية
de: Keine Untersysteme
es: Sin sistemas hijos
fr: Aucun système enfant
hi: कोई चाइल्ड प्रणाली नहीं
it: Nessun sistema figlio
ja: 子システムなし
ko: 자식 시스템 없음
pl: Brak systemów podrzędnych
pt_br: Nenhum sistema filho
ru: Нет дочерних систем
tr: Alt sistem yok
uk: Немає дочірніх систем
zh_hans: 无子粒子系统
zh_hant: 無子粒子系統

source: No control points
ar: لا توجد نقاط تحكم
de: Keine Kontrollpunkte
es: Sin puntos de control
fr: Aucun point de contrôle
hi: कोई नियंत्रण बिंदु नहीं
it: Nessun punto di controllo
ja: コントロールポイントなし
ko: 제어점 없음
pl: Brak punktów kontrolnych
pt_br: Nenhum ponto de controle
ru: Нет контрольных точек
tr: Kontrol noktası yok
uk: Немає контрольних точок
zh_hans: 无控制点
zh_hant: 無控制點

source: No emitters: the system spawns nothing.
ar: لا توجد باعثات: لن يُنشئ النظام شيئًا.
de: Keine Emitter: Das System erzeugt nichts.
es: Sin emisores: el sistema no genera nada.
fr: Aucun émetteur : le système ne crée rien.
hi: कोई उत्सर्जक नहीं: प्रणाली कुछ भी नहीं बनाती।
it: Nessun emettitore: il sistema non genera nulla.
ja: エミッターがないため、何も生成されません。
ko: 방출기가 없어 아무것도 생성되지 않습니다.
pl: Brak emiterów: system niczego nie tworzy.
pt_br: Nenhum emissor: o sistema não gera nada.
ru: Нет излучателей: система ничего не создаёт.
tr: Yayıcı yok: sistem hiçbir şey üretmez.
uk: Немає випромінювачів: система нічого не створює.
zh_hans: 没有发射器：系统不会生成任何粒子。
zh_hant: 沒有發射器：系統不會產生任何粒子。

source: No frame blending
ar: بلا مزج الإطارات
de: Keine Bildüberblendung
es: Sin mezcla de fotogramas
fr: Pas de fondu entre images
hi: फ़्रेम ब्लेंडिंग नहीं
it: Nessuna fusione tra fotogrammi
ja: フレーム補間なし
ko: 프레임 블렌딩 없음
pl: Bez mieszania klatek
pt_br: Sem mesclagem de quadros
ru: Без смешивания кадров
tr: Kare karıştırma yok
uk: Без змішування кадрів
zh_hans: 无帧混合
zh_hant: 無影格混合

source: No initializers
ar: لا توجد مُهيِّئات
de: Keine Initialisierer
es: Sin inicializadores
fr: Aucun initialiseur
hi: कोई इनिशियलाइज़र नहीं
it: Nessun inizializzatore
ja: イニシャライザーなし
ko: 초기화 항목 없음
pl: Brak inicjalizatorów
pt_br: Nenhum inicializador
ru: Нет инициализаторов
tr: Başlatıcı yok
uk: Немає ініціалізаторів
zh_hans: 无初始化器
zh_hant: 無初始化器

source: No operators
ar: لا توجد مُشغِّلات
de: Keine Operatoren
es: Sin operadores
fr: Aucun opérateur
hi: कोई ऑपरेटर नहीं
it: Nessun operatore
ja: オペレーターなし
ko: 연산자 없음
pl: Brak operatorów
pt_br: Nenhum operador
ru: Нет операторов
tr: Operatör yok
uk: Немає операторів
zh_hans: 无运算器
zh_hant: 無運算器

source: No particle systems match.
ar: لا توجد أنظمة جسيمات مطابقة.
de: Keine Partikelsysteme gefunden.
es: Ningún sistema de partículas coincide.
fr: Aucun système de particules ne correspond.
hi: कोई मेल खाती कण प्रणाली नहीं है।
it: Nessun sistema di particelle corrisponde.
ja: 一致するパーティクルシステムはありません。
ko: 일치하는 파티클 시스템이 없습니다.
pl: Brak pasujących systemów cząsteczek.
pt_br: Nenhum sistema de partículas corresponde.
ru: Нет подходящих систем частиц.
tr: Eşleşen parçacık sistemi yok.
uk: Немає відповідних систем частинок.
zh_hans: 没有匹配的粒子系统。
zh_hant: 沒有相符的粒子系統。

source: No renderer: sprites are drawn.
ar: لا يوجد عارض: تُرسم النقوش.
de: Kein Renderer: Es werden Sprites gezeichnet.
es: Sin renderizador: se dibujan sprites.
fr: Aucun moteur de rendu : des sprites sont dessinés.
hi: कोई रेंडरर नहीं: स्प्राइट बनाए जाते हैं।
it: Nessun renderer: vengono disegnati sprite.
ja: レンダラーがないため、スプライトが描画されます。
ko: 렌더러가 없어 스프라이트로 그립니다.
pl: Brak renderera: rysowane są sprite’y.
pt_br: Nenhum renderizador: são desenhados sprites.
ru: Нет отрисовщика: рисуются спрайты.
tr: İşleyici yok: sprite olarak çizilir.
uk: Немає рендерера: малюються спрайти.
zh_hans: 无渲染器：绘制为精灵。
zh_hant: 無渲染器：繪製為精靈圖。

source: No textures
ar: لا توجد أنسجة
de: Keine Texturen
es: Sin texturas
fr: Aucune texture
hi: कोई टेक्सचर नहीं
it: Nessuna texture
ja: テクスチャなし
ko: 텍스처 없음
pl: Brak tekstur
pt_br: Nenhuma textura
ru: Нет текстур
tr: Doku yok
uk: Немає текстур
zh_hans: 无纹理
zh_hant: 無材質

source: Noise scale
ar: مقياس الضوضاء
de: Rauschskalierung
es: Escala del ruido
fr: Échelle du bruit
hi: नॉइज़ स्केल
it: Scala del rumore
ja: ノイズのスケール
ko: 노이즈 크기
pl: Skala szumu
pt_br: Escala do ruído
ru: Масштаб шума
tr: Gürültü ölçeği
uk: Масштаб шуму
zh_hans: 噪声缩放
zh_hant: 雜訊縮放

source: Noise speed
ar: سرعة الضوضاء
de: Rauschgeschwindigkeit
es: Velocidad del ruido
fr: Vitesse du bruit
hi: नॉइज़ गति
it: Velocità del rumore
ja: ノイズの速度
ko: 노이즈 속도
pl: Prędkość szumu
pt_br: Velocidade do ruído
ru: Скорость шума
tr: Gürültü hızı
uk: Швидкість шуму
zh_hans: 噪声速度
zh_hant: 雜訊速度

source: None
ar: لا شيء
de: Keine
es: Ninguna
fr: Aucune
hi: कोई नहीं
it: Nessuna
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhuma
ru: Нет
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無

source: Normal
ar: عادي
hi: सामान्य
it: Normale
ja: 標準
ko: 일반
pl: Normalny
ru: Обычный
uk: Звичайний
zh_hans: 正常
zh_hant: 正常

source: Number of colours
ar: عدد الألوان
de: Anzahl der Farben
es: Número de colores
fr: Nombre de couleurs
hi: रंगों की संख्या
it: Numero di colori
ja: 色の数
ko: 색상 수
pl: Liczba kolorów
pt_br: Número de cores
ru: Число цветов
tr: Renk sayısı
uk: Кількість кольорів
zh_hans: 颜色数量
zh_hant: 顏色數量

source: Octaves
ar: الأوكتافات
de: Oktaven
es: Octavas
hi: ऑक्टेव
it: Ottave
ja: オクターブ
ko: 옥타브
pl: Oktawy
pt_br: Oitavas
ru: Октавы
tr: Oktavlar
uk: Октави
zh_hans: 倍频程
zh_hant: 倍頻程

source: Offset
ar: الإزاحة
de: Versatz
es: Desplazamiento
fr: Décalage
hi: ऑफ़सेट
it: Scostamento
ja: オフセット
ko: 오프셋
pl: Przesunięcie
pt_br: Deslocamento
ru: Смещение
tr: Kaydırma
uk: Зміщення
zh_hans: 偏移
zh_hant: 偏移

source: Offset max
ar: أقصى إزاحة
de: Maximaler Versatz
es: Desplazamiento máx.
fr: Décalage max.
hi: अधिकतम ऑफ़सेट
it: Scostamento max
ja: 最大オフセット
ko: 최대 오프셋
pl: Maks. przesunięcie
pt_br: Deslocamento máx.
ru: Макс. смещение
tr: Azami kaydırma
uk: Макс. зміщення
zh_hans: 最大偏移
zh_hant: 最大偏移

source: Offset min
ar: أدنى إزاحة
de: Minimaler Versatz
es: Desplazamiento mín.
fr: Décalage min.
hi: न्यूनतम ऑफ़सेट
it: Scostamento min
ja: 最小オフセット
ko: 최소 오프셋
pl: Min. przesunięcie
pt_br: Deslocamento mín.
ru: Мин. смещение
tr: Asgari kaydırma
uk: Мін. зміщення
zh_hans: 最小偏移
zh_hant: 最小偏移
